Repository: Eugeneberezin/showCaseSwiftUI
Catalog: ShowCaseApp/ShowCaseApp/Localization/*.lproj/Localizable.strings
Languages: ru

source: Delete
ru: Удалить

source: Basic settings
ru: Основные настройки

source: Home
ru: Домашняя страница

source: Open
ru: Открыть

source: Closed
ru: Закрыть

source: Awards
ru: Награды

source: Up next
ru: Следующие

source: More to explore
ru: Посмотреть больше...

source: Open Projects
ru: Открытые проект

source: Closed Projects
ru: Закрытые проекты

source: Add Project
ru: Новый проект

source: Add New Item
ru: Добавить новый проект

source: There's nothing here right now
ru: НИЧЕ НЕТ

source: Sort
ru: Отсортировать

source: Sort items
ru: Отсовртировать проекты

source: Optimized
ru: Опримизированные

source: Creation Date
ru: Дата создания

source: Title
ru: Называние

source: New Project
ru: Новый проект

source: New Item
ru: Новая делать

source: Edit Project
ru: Редактировать

source: Project name
ru: Имя проекты

source: Description of this project
ru: Описание проекты

source: Custom project color
ru: Костомизированные проекты

source: Close this project
ru: Закрыть этот проект

source: Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely.
ru: Вы уверенны, что вы хотите закрыть этот проект

source: Reopen this project
ru: Открыть опять

source: Delete this project
ru: Удалить проект

source: Delete project?
ru: Удалить проект?

source: Are you sure you want to delete this project? You will also delete all the items it contains.
ru: Вы уверенны, что вы хотите удалить проект

source: Edit Item
ru: Изменить айтем

source: Item name
ru: Имя

source: Description
ru: Описание

source: Priority
ru: Приоретизация

source: Mark Completed
ru: Отметить как законченный

source: Locked
ru: Закрыт

source: Unlocked: %@
ru: Не закрыт: %@
